S2_todb/log5/out_suc_25.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            440
        write:                           26488
        other:                           176
        total:                           27104
    transactions:                        88     (8.73 per sec.)
    queries:                             27104  (2687.32 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      8.7251
    time elapsed:                        10.0859s
    total number of events:              88

Latency (ms):
         min:                                   81.75
         avg:                                  114.59
         max:                                  163.54
         95th percentile:                      144.97
         sum:                                10084.16

Threads fairness:
    events (avg/stddev):           88.0000/0.00
    execution time (avg/stddev):   10.0842/0.00