S2_todb/log5/out_suc_3057.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            8850
        write:                           79737
        other:                           1981
        total:                           90568
    transactions:                        211    (17.58 per sec.)
    queries:                             90568  (7547.25 per sec.)
    ignored errors:                      1559   (129.92 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      17.5831
    time elapsed:                        12.0001s
    total number of events:              211

Latency (ms):
         min:                                   85.36
         avg:                                 2627.65
         max:                                11342.34
         95th percentile:                     6594.16
         sum:                               554434.43

Threads fairness:
    events (avg/stddev):           4.2200/1.49
    execution time (avg/stddev):   11.0887/0.57