S2_todb/log5/out_suc_3488.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 100
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            143520
        write:                           33042
        other:                           1725
        total:                           178287
    transactions:                        345    (28.53 per sec.)
    queries:                             178287 (14743.01 per sec.)
    ignored errors:                      1035   (85.59 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      28.5289
    time elapsed:                        12.0930s
    total number of events:              345

Latency (ms):
         min:                                  190.25
         avg:                                 3246.43
         max:                                11970.69
         95th percentile:                     8038.61
         sum:                              1120018.55

Threads fairness:
    events (avg/stddev):           3.4500/1.37
    execution time (avg/stddev):   11.2002/0.61