S2_todb/log5/out_suc_889.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            505
        write:                           30401
        other:                           202
        total:                           31108
    transactions:                        101    (9.98 per sec.)
    queries:                             31108  (3075.04 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      9.9839
    time elapsed:                        10.1163s
    total number of events:              101

Latency (ms):
         min:                                   45.78
         avg:                                  100.14
         max:                                  157.38
         95th percentile:                      139.85
         sum:                                10114.57

Threads fairness:
    events (avg/stddev):           101.0000/0.00
    execution time (avg/stddev):   10.1146/0.00